Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# legacy.quote.defining-moment
source: 가장 오래 남은 순간
en: THE MOMENT THAT LASTED
ja: 続いた瞬間

# legacy.quote.accessibility
source: %1$@. %2$@. 가장 오래 남은 순간, %3$@
en: %1$@. %2$@. The moment that lasted: %3$@
ja: %1$@。 %2$@。続いた瞬間: %3$@

# legacy.previous.title
source: 지난 선수 %@의 말
en: A Message from %@
ja: %@からのメッセージ

# legacy.previous.recipient.same
source: 같은 이름을 이어받은 새 선수에게
en: To the new pitcher carrying the same name
ja: 同名新人投手へ

# legacy.previous.recipient.new
source: 새로 시작하는 %@에게
en: To %@, beginning a new career
ja: に %@、新しいキャリアの始まり

# legacy.previous.memories
source: 함께 온 기억 · %@
en: Memories Carried Forward · %@
ja: 引き継がれる思い出 · %@

# legacy.previous.signature
source: 직접 이어진 대표 유산 · %@
en: Signature Legacy Carried Forward · %@
ja: 引き継がれるシグネチャーレガシー · %@

# legacy.previous.accessibility
source: 지난 선수 %1$@의 말. %2$@. %3$@
en: A message from %1$@. %2$@. %3$@
ja: %1$@さんからのメッセージです。 %2$@。 %3$@

# legacy.archive.title
source: 지금까지 키운 선수 %lld명
en: %lld Players Raised
ja: %lld 育成された選手

# legacy.archive.stat.drafted
source: 지명
en: Drafted
ja: ドラフト済み

# legacy.archive.stat.strikeouts
source: 통산 K
en: Career K
ja: キャリアK

# legacy.archive.stat.evaluation
source: 최고 평가
en: Best Grade
ja: 最高グレード

# legacy.archive.stat.points
source: 모은 계승 포인트
en: Legacy Points
ja: レガシーポイント

# legacy.archive.totals.accessibility
source: 지난 선수 통산. 지명 %1$lld회, 통산 탈삼진 %2$lld, 최고 평가 %3$lld점, 모은 계승 포인트 %4$lld
en: All past players. %1$lld drafted, %2$lld career strikeouts, best evaluation %3$lld, %4$lld Legacy Points earned.
ja: 過去の選手全員。 %1$lld ドラフト、%2$lld キャリア三振、%3$lld 最高評価、%4$lld 獲得レガシーポイント。

# legacy.archive.next-strikeouts
source: 통산 탈삼진 %2$lld까지 %1$lld개 — 모든 선수의 기록은 영원히 쌓입니다.
en: %1$lld strikeouts until %2$lld career K—every player's record lasts forever.
ja: %2$lld キャリア K までの%1$lld 奪三振 - すべてのプレーヤーの記録は永久に続きます。

# legacy.archive.best-strikeouts
source: 한 선수 최다 탈삼진 %1$lld (%2$lld번째 선수) — 역대 기록은 깨라고 있는 것입니다.
en: Single-player record: %1$lld strikeouts by Player %2$lld. Records are made to be broken.
ja: シングルプレーヤーの記録: %1$lld プレーヤーによる奪三振数 %2$lld。記録は破られるために作られる。

# legacy.archive.nickname.complete
source: 별명 도감 %1$lld/%2$lld — 세상이 부르는 모든 이름을 모았습니다.
en: Nickname Collection %1$lld/%2$lld—every name the world can give is yours.
ja: ニックネーム コレクション %1$lld/%2$lld—世界中で付けられるすべての名前があなたのものになります。

# legacy.archive.nickname.incomplete
source: 별명 도감 %1$lld/%2$lld — 아직 못 얻은 이름이 있습니다.
en: Nickname Collection %1$lld/%2$lld—there are still names left to earn.
ja: ニックネーム コレクション %1$lld/%2$lld — 獲得すべき名前がまだ残っています。

# legacy.archive.lineage
source: 함께 키운 선수들
en: The Players We Raised
ja: 私たちが育てた選手たち

# legacy.archive.player-number
source: %lld번째 선수
en: Player %lld
ja: プレーヤー %lld

# legacy.archive.player.accessibility
source: %1$lld번째 선수 %2$@, %3$@, %4$@
en: Player %1$lld, %2$@, %3$@, %4$@
ja: プレーヤー %1$lld、%2$@、%3$@、%4$@

# legacy.archive.relationships
source: 이 선수와 함께한 사람들
en: People Who Shared This Career
ja: このキャリアを共有した人々

# legacy.archive.relationship.coach
source: 감독 %@ · 신뢰 %lld
en: Coach %@ · Trust %lld
ja: コーチ %@ · 信頼 %lld

# legacy.archive.relationship.catcher
source: 포수 %@ · 신뢰 %lld
en: Catcher %@ · Trust %lld
ja: 捕手 %@ · 信頼 %lld

# legacy.archive.relationship.rival
source: 숙적 %@ · 신뢰 %lld
en: Rival %@ · Trust %lld
ja: ライバル %@ · 信頼 %lld

# legacy.archive.drafted
source: 지명
en: Drafted
ja: ドラフト済み

# legacy.archive.undrafted
source: 미지명
en: Undrafted
ja: ドラフト外

# legacy.archive.outcome.drafted
source: %@ 지명
en: Drafted by %@
ja: %@から指名

# legacy.archive.outcome.undrafted
source: 미지명 · 평가 %lld점
en: Undrafted · Evaluation %lld
ja: ドラフト外・評価 %lld

# legacy.archive.called-names
source: 세상이 부른 이름: %@
en: Names the World Gave This Pitcher: %@
ja: 世界がこの投手に与えた名前: %@

# legacy.archive.record-line
source: %1$lld등판 · %2$lldK %3$lldBB %4$lld실점 · 계승 포인트 +%5$lld
en: %1$lld outings · %2$lld K · %3$lld BB · %4$lld runs · Legacy Points +%5$lld
ja: %1$lld 登板 · %2$lld K · %3$lld BB · %4$lld 失点 · レガシーポイント +%5$lld

# legacy.archive.signature
source: 대표 유산 · %@
en: Signature Legacy · %@
ja: シグネチャーレガシー · %@

# legacy.archive.other-signatures
source: 함께 발견한 유산 · %@
en: Other Legacies Discovered · %@
ja: 発見されたその他の遺産 · %@

# legacy.archive.pledge.status.achieved
source: 이행
en: Complete
ja: 完了

# legacy.archive.pledge.status.close
source: 아슬아슬
en: So Close
ja: とても近い

# legacy.archive.pledge.status.incomplete
source: 미완
en: Incomplete
ja: 不完全

# legacy.archive.pledge.progress
source: %1$@ 목표
en: %1$@ Goal
ja: %1$@ 目標

# legacy.archive.pledge.reward
source: %1$@ · 보상 계승 포인트 +%2$lld%%
en: %1$@ · Legacy Point reward +%2$lld%%
ja: %1$@ · レガシーポイント報酬 +%2$lld%%

# legacy.archive.wind
source: 3년의 바람 · %@
en: Three-Year Wind · %@
ja: 3 年の風 · %@

# legacy.archive.talent
source: 재능 · %@
en: Talent · %@
ja: 才能 · %@

# legacy.archive.awakenings
source: 각성 · %@
en: Awakenings · %@
ja: 覚醒 · %@

# legacy.archive.handicaps
source: 핸디캡 · %@
en: Handicaps · %@
ja: ハンディキャップ · %@

# legacy.archive.school-strength
source: 학교 강점 · %@
en: School Strength · %@
ja: 学校の強み · %@

# legacy.archive.memories
source: 가져간 기억 · %@
en: Memories Carried · %@
ja: 運ばれた思い出 · %@

# legacy.archive.share
source: 이 선수 기록 공유
en: Share This Player
ja: このプレーヤーを共有する

# legacy.archive.share.subject
source: %lld번째 선수 요약
en: Player %lld Summary
ja: プレーヤー %lld 概要

# legacy.archive.team-unknown
source: 구단 미정
en: Team Pending
ja: チーム保留中

# legacy.archive.evaluation
source: 평가 %lld점
en: Evaluation %lld
ja: 評価 %lld

# legacy.archive.summary.footer
source: 야구 못하면 또 환생함
en: MISS THE DRAFT. REBIRTH. PITCH AGAIN.
ja: ドラフトを逃してください。 転生。もう一度投げます。

# legacy.archive.summary.stat.outings
source: 등판
en: OUTINGS
ja: 登板

# legacy.archive.summary.stat.walks
source: 볼넷
en: WALKS
ja: 四球

# legacy.archive.summary.stat.runs
source: 실점
en: RUNS
ja: 失点

# legacy.bond-memory.heading
source: 이 선수에게 남은 기억
en: A MEMORY THIS PLAYER KEPT
ja: このプレイヤーが残した思い出

# legacy.bond-memory.kind.personality
source: 성격을 만든 선택
en: The choice that shaped a personality
ja: 人格を形成した選択

# legacy.bond-memory.kind.health
source: 팔을 지킨 날의 선택
en: The day we protected the arm
ja: 腕を守った日

# legacy.bond-memory.kind.trust
source: 믿음이 자리 잡은 순간
en: The moment trust took root
ja: 信頼が芽生えた瞬間

# legacy.bond-memory.trust
source: 믿음 %1$lld → %2$lld
en: Trust %1$lld → %2$lld
ja: 信頼 %1$lld → %2$lld

# legacy.rebirth-echo.source
source: %@의 삶에서 이어진 메아리
en: An echo from %@'s life
ja: %@の人生のエコー

# legacy.mastery.rank
source: %1$lld등급 · %2$lld명의 선수가 이어 온 감각
en: Rank %1$lld · carried by %2$lld players
ja: ランク %1$lld · %2$lld プレイヤーが担当

# legacy.mastery.next
source: %1$lld명 더 이어지면 %2$lld등급
en: %1$lld more players to reach Rank %2$lld
ja: %1$lld より多くのプレイヤーがランク %2$lld に到達

# legacy.mastery.max
source: 이 계보가 이 감각을 완전히 익혔습니다
en: The lineage has mastered this feeling
ja: 血統はこの感情をマスターしました

# legacy.mastery.archive-heading
source: 계보가 익힌 감각
en: LINEAGE MASTERY
ja: リネージマスタリー

# legacy.mastery.family.power
source: 강한 공
en: Power
ja: パワー

# legacy.mastery.family.command
source: 제구
en: Command
ja: 制球

# legacy.mastery.family.breaking
source: 변화구
en: Breaking ball
ja: 変化球

# legacy.mastery.family.endurance
source: 긴 이닝
en: Endurance
ja: 持久力

# legacy.mastery.family.gamecraft
source: 경기 운영
en: Gamecraft
ja: ゲームクラフト

# legacy.mastery.family.battery
source: 배터리
en: Battery
ja: バッテリー

# legacy.mastery.start-source
source: 계보 숙련
en: Lineage mastery
ja: 系統マスタリー

# legacy.recap.title
source: %lld번째 선수 · 3년 돌아보기
en: PLAYER %lld · THREE YEARS IN REVIEW
ja: プレーヤー %lld · 3 年間の振り返り

# legacy.recap.stamp.drafted
source: %@ 지명
en: Drafted by %@
ja: %@から指名

# legacy.recap.stamp.undrafted
source: 미지명 · 평가 %lld점
en: Undrafted · Evaluation %lld
ja: ドラフト外・評価 %lld

# legacy.recap.stamp.record
source: %1$lld등판 · 탈삼진 %2$lld
en: %1$lld outings · %2$lld strikeouts
ja: %1$lld アウト · %2$lld 三振

# legacy.recap.stamp.nickname
source: 세상이 부른 이름 — '%@'
en: A Name the World Gave You—'%@'
ja: 世界があなたに与えた名前—「%@」

# legacy.recap.goal.achieved
source: 목표 달성 — %1$@ · 계승 포인트 +%2$lld%%
en: Goal Complete—%1$@ · Legacy Points +%2$lld%%
ja: 目標完了—%1$@ · レガシーポイント +%2$lld%%

# legacy.recap.goal.close
source: 목표까지 아슬아슬 — %1$@ · %2$@
en: So Close—%1$@ · %2$@
ja: とても近い—%1$@ · %2$@

# legacy.recap.goal.incomplete
source: 목표 미완 — %1$@ · %2$@
en: Goal Incomplete—%1$@ · %2$@
ja: 目標は未完了—%1$@ · %2$@

# legacy.recap.rival
source: 숙적 %1$@ — %2$lld타석 %3$lld삼진 %4$lld피안타
en: Rival %1$@—%2$lld plate appearances, %3$lld strikeouts, %4$lld hits allowed
ja: ライバル %1$@—%2$lld 打席数、%3$lld 三振数、%4$lld 許安打数

# legacy.recap.signature.title
source: 새 선수에게 직접 이어진 대표 유산
en: SIGNATURE LEGACY PASSED TO THE NEXT PLAYER
ja: 次のプレイヤーに引き継がれるシグネチャーレガシー

# legacy.recap.signature.candidates
source: 함께 발견한 세 후보는 모두 발견 목록에 남았습니다.
en: All three legacies discovered together remain in your collection.
ja: 一緒に発見された 3 つの遺産はすべてあなたのコレクションに残ります。

# legacy.recap.points.title
source: 계승 포인트
en: LEGACY POINTS
ja: レガシーポイント

# legacy.recap.points.receipt
source: 잔액 %1$lldP · 새 선수 시작 보너스 +%2$lld
en: Balance %1$lldP · Next-player starting bonus +%2$lld
ja: 残高%1$lldP・次プレイヤースタートボーナス+%2$lld

# legacy.recap.points.spend
source: 잔액은 환생할 때 계승 상점에서 씁니다 — 재능 돌파·기억 확장·성장 리듬.
en: Spend the balance in the Legacy Shop during rebirth—break talent walls, carry more memories, or change your growth rhythm.
ja: 転生 中にレガシー ショップで残高を費やして、才能の壁を打ち破ったり、より多くの思い出を持ち運んだり、成長リズムを変えたりしましょう。

# legacy.recap.points.save
source: 이전 선수의 커리어가 남긴 포인트입니다. 더 쌓이면 계승 상점에서 새 선수의 규칙을 살 수 있습니다.
en: These points came from your last player's career. Earn more to buy new rules for the next player in the Legacy Shop.
ja: これらのポイントは、最後のプレーヤーのキャリアから得られたものです。さらに稼いで、レガシーショップで次のプレイヤーのために新しいルールを購入しましょう。

# legacy.recap.intent.title
source: 새 선수로 다시 도전
en: TRY AGAIN WITH THE NEXT PLAYER
ja: 次のプレイヤーでもう一度お試しください

# legacy.recap.intent.retry
source: 지난 고교 3년에서 아쉽게 놓친 목표입니다.
en: This was the goal you narrowly missed over the last three years.
ja: これは、過去 3 年間で惜しくも達成できなかった目標でした。

# legacy.recap.intent.archive
source: 아카이브에 아직 완주하지 않은 목표입니다.
en: This is a goal your archive has not completed yet.
ja: これは、アーカイブがまだ完了していない目標です。

# legacy.recap.intent.save
source: 새 선수 목표로 저장
en: Save as Next Player's Goal
ja: 次のプレイヤーの目標として保存

# legacy.recap.intent.saved
source: 새 선수 목표로 저장됨
en: Saved as Next Player's Goal
ja: 次のプレイヤーの目標として保存されました

# legacy.recap.intent.accessibility
source: %1$@ 목표, %2$@, 보상 계승 포인트 %3$lld퍼센트 추가, 새 선수 목표로 저장
en: %1$@ goal, %2$@, Legacy Point reward +%3$lld percent. Save as the next player's goal.
ja: %1$@ 目標、%2$@、レガシー ポイント報酬 +%3$lld パーセント。次のプレイヤーのゴールとして保存します。

# pro.action.season-settlement
source: 시즌 결산
en: Season settlement
ja: シーズン決算

# pro.contract.offer.eyebrow
source: 신인 계약
en: ROOKIE CONTRACT
ja: 新人契約

# pro.contract.offer.title
source: 첫 프로 계약
en: Your first contract
ja: 最初の契約

# pro.contract.offer.team
source: %@ 지명
en: Drafted by %@
ja: %@ に指名

# pro.contract.offer.draft-round
source: %lld라운드
en: Round %lld
ja: %lld 巡目

# pro.contract.offer.draft-pick
source: 전체 %lld순위
en: Overall pick %lld
ja: 全体 %lld 位

# pro.contract.offer.signing-bonus
source: 계약금
en: Signing bonus
ja: 契約金

# pro.contract.offer.guaranteed-salary
source: 총 보장 연봉 · 계약금 별도
en: Guaranteed salary, bonus excluded
ja: 保証年俸（契約金を除く）

# pro.contract.offer.duration.title
source: 계약 기간
en: Duration
ja: 期間

# pro.contract.offer.duration
source: %lld년
en: %lld years
ja: %lld 年

# pro.contract.offer.annual-salary
source: 연봉
en: Annual salary
ja: 年俸

# pro.contract.offer.role-promise
source: 보직 약속: %@
en: Role promise: %@
ja: 役割の約束: %@

# pro.contract.offer.outlook
source: 육성 전망
en: Development outlook
ja: 育成の見通し

# pro.contract.offer.outlook.line
source: 전망: %@
en: Opportunity: %@
ja: 見通し: %@

# pro.contract.offer.outlook.opportunity
source: 기회
en: Opportunity
ja: 機会

# pro.contract.offer.outlook.balanced
source: 균형
en: Balanced
ja: バランス型

# pro.contract.offer.outlook.contender
source: 경쟁 팀
en: Contender
ja: 優勝争い

# pro.contract.offer.development
source: 육성 초점: %@
en: Development focus: %@
ja: 育成の重点: %@

# pro.contract.offer.expectation
source: 시즌 기대치: %1$@ · 목표 %2$lld · %3$@
en: Season expectation: %1$@ · target %2$lld · %3$@
ja: シーズン期待: %1$@ · 目標 %2$lld · %3$@

# pro.contract.offer.expectation.major-roster
source: 1군 등록 기회
en: Major-roster access
ja: 一軍登録への道

# pro.contract.offer.expectation.innings
source: 이닝
en: Innings
ja: 投球回

# pro.contract.offer.expectation.strikeouts
source: 탈삼진
en: Strikeouts
ja: 奪三振

# pro.contract.offer.expectation.saves
source: 세이브
en: Saves
ja: セーブ

# pro.contract.offer.expectation.run-prevention
source: 실점 억제
en: Run prevention
ja: 失点抑制

# pro.contract.offer.difficulty.accessible
source: 도전 가능
en: accessible
ja: 手が届く

# pro.contract.offer.difficulty.standard
source: 표준
en: standard
ja: 標準

# pro.contract.offer.difficulty.stretch
source: 도전적
en: stretch
ja: 背伸び

# pro.contract.offer.goal.title
source: 장기 목표 선택
en: Choose your long-term ambition
ja: 長期目標を選ぶ

# pro.contract.offer.goal.instruction
source: 서명하기 전에 방향 하나를 고르세요. 특정 선택을 추천하지 않습니다.
en: Pick one direction before you sign. None is recommended over another.
ja: サインする前に方向を1つ選びます。おすすめはありません。

# pro.contract.offer.ambition.franchise
source: 한 구단의 상징이 되기
en: Become a franchise icon
ja: 球団の象徴になる

# pro.contract.offer.ambition.record
source: 기록으로 이름 남기기
en: Leave your name in the record book
ja: 記録に名前を残す

# pro.contract.offer.ambition.enduring
source: 오래 버티는 프로 되기
en: Build an enduring pro career
ja: 長く続くプロになる

# pro.contract.offer.sign
source: 이 계약에 서명
en: Sign this contract
ja: この契約にサイン

# pro.contract.offer.review
source: 이 제안 검토
en: Review this offer
ja: このオファーを確認

# pro.contract.offer.confirm.title
source: 이 제안을 수락할까요?
en: Accept this offer?
ja: このオファーを受けますか？

# pro.contract.offer.confirm.action
source: 제안 수락
en: Accept offer
ja: オファーを受ける

# pro.contract.offer.confirm.cancel
source: 계속 비교
en: Keep comparing
ja: 比較を続ける

# pro.contract.offer.confirm.message
source: %@와 %lld년 계약을 맺을까요?
en: Accept %@ for %lld years?
ja: %@ と %lld 年契約を結びますか？

# pro.contract.offer.confirm.transfer-message
source: %@와 %lld년 계약을 맺을까요? 통산 기록은 남지만 새 팀의 위상은 처음부터 쌓습니다.
en: Accept %@ for %lld years? Career totals stay, but the new team's standing starts over.
ja: %@ と %lld 年契約を結びますか？通算記録は残りますが、新チームの積み上げはゼロから始まります。

# pro.contract.offer.market.compare
source: 제안을 순서대로 비교하세요. 추천 제안은 없습니다.
en: Compare each offer in order. No offer is recommended.
ja: 各オファーを順に比較してください。おすすめはありません。

# pro.contract.offer.market.renewal.title
source: 재계약 시장
en: Renewal Market
ja: 再契約市場

# pro.contract.offer.market.free-agency.title
source: 오픈 시장
en: Open Market
ja: オープン市場

# pro.contract.offer.market.open
source: 오픈 마켓
en: OPEN MARKET
ja: オープン市場

# pro.contract.offer.guarantee
source: 보장 총액
en: Guaranteed total
ja: 保証総額

# pro.contract.offer.legacy-impact
source: 팀 위상 영향: %@
en: Team legacy impact: %@
ja: チームの積み上げ: %@

# pro.contract.offer.legacy-preserved
source: 현재 팀의 위상을 이어 감
en: Builds on this team's standing
ja: このチームの積み上げを続ける

# pro.contract.offer.legacy-reset
source: 새 팀의 위상은 처음부터
en: New team's standing starts over
ja: 新チームの積み上げはゼロから

# pro.contract.offer.all-ambitions-complete
source: 세 가지 목표를 모두 완료했습니다. 새 목표 없이 계약할 수 있습니다.
en: All three ambitions are complete. You may sign without a new goal.
ja: 3つの目標をすべて達成しました。新しい目標なしで契約できます。

# pro.contract.offer.ambition.required
source: 서명하려면 목표 하나를 선택하세요.
en: Choose one ambition to sign.
ja: サインするには目標を1つ選んでください。

# pro.contract.offer.remaining.title
source: 계약 상태
en: Contract status
ja: 契約状況

# pro.contract.offer.remaining
source: 보장 시즌 %lld개 남음
en: %lld guaranteed seasons remain
ja: 保証シーズン残り %lld

# pro.contract.offer.expired
source: 계약 만료
en: Contract expired
ja: 契約満了

# pro.offseason.investment.eyebrow
source: 오프시즌 경계
en: OFFSEASON BOUNDARY
ja: オフシーズンの境界

# pro.offseason.investment.title
source: 다음 시즌 준비
en: Prepare for the Next Season
ja: 次のシーズンに備える

# pro.offseason.investment.body
source: 계약 확정
en: Contract confirmed
ja: 契約確定

# pro.offseason.investment.detail
source: 저장된 전환이 준비됐습니다. 이 경계를 지나 %lld시즌을 시작합니다.
en: Your saved transition is ready. Season %lld will begin after this boundary.
ja: 保存された移行準備ができました。この境界の後にシーズン %lld が始まります。

# pro.offseason.investment.action
source: 다음 시즌으로
en: Enter Next Season
ja: 次のシーズンへ

# pro.offseason.investment.funds
source: 사용 가능 자금 %1$@
en: Available funds %1$@
ja: 使用可能資金 %1$@

# pro.offseason.investment.cost
source: 비용 %1$@
en: Cost %1$@
ja: 費用 %1$@

# pro.offseason.investment.benefit
source: 효과: %1$@
en: Benefit: %1$@
ja: 効果: %1$@

# pro.offseason.investment.benefit.pitch-lab
source: 선택한 %@ 진행률을 1로 시작해 첫 성장을 앞당깁니다. 능력치는 즉시 오르지 않습니다.
en: The selected %@ progress starts at 1, accelerating the first growth. No ability rating rises immediately.
ja: 選んだ%@の進行度を1から始め、最初の成長を早めます。能力値はすぐには上がりません。

# pro.offseason.investment.benefit.recovery-team
source: 다음 시즌 첫 부상 기간을 1주 줄입니다. 1회 충전을 사용하며 RNG를 다시 굴리지 않습니다.
en: Reduces the first injury duration next season by 1 week. One charge; no RNG reroll.
ja: 次シーズン最初の負傷期間を1週間短縮します。1チャージを消費し、RNGを振り直しません。

# pro.offseason.investment.duration
source: 기간: %1$@
en: Duration: %1$@
ja: 期間: %1$@

# pro.offseason.investment.duration.season
source: 1시즌
en: One season
ja: 1シーズン

# pro.offseason.investment.duration.charge
source: 1회 충전
en: One charge
ja: 1チャージ

# pro.offseason.investment.duration.immediate
source: 즉시
en: Immediate
ja: 即時

# pro.offseason.investment.focus
source: 성장 분야
en: Focus
ja: 重点分野

# pro.offseason.investment.focus.stuff
source: 구위
en: Stuff
ja: 球威

# pro.offseason.investment.focus.command
source: 제구
en: Command
ja: 制球

# pro.offseason.investment.focus.movement
source: 변화구
en: Movement
ja: 変化

# pro.offseason.investment.focus.stamina
source: 체력
en: Stamina
ja: 体力

# pro.offseason.investment.choice.pitch-lab
source: 투구 연구소
en: Pitch lab
ja: 投球ラボ

# pro.offseason.investment.choice.recovery-team
source: 회복팀
en: Recovery team
ja: リカバリーチーム

# pro.offseason.investment.choice.fan-foundation
source: 팬 재단
en: Fan foundation
ja: ファン基金

# pro.offseason.investment.choice.none
source: 투자하지 않음
en: Skip investment
ja: 投資しない

# pro.offseason.investment.foundation.benefit
source: 팬 지지 +8 · 커뮤니티 +4
en: Fan support +8 · Community +4
ja: ファン支持 +8 · 地域貢献 +4

# pro.offseason.investment.confirm.title
source: 투자 확인
en: Confirm investment
ja: 投資を確認

# pro.offseason.investment.confirm.action
source: 확정
en: Confirm
ja: 確認

# pro.offseason.investment.confirm.cancel
source: 취소
en: Cancel
ja: キャンセル

# pro.offseason.investment.insufficient
source: 자금 부족
en: Insufficient funds
ja: 資金不足

# pro.contract.kind.rookie
source: 신인
en: Rookie
ja: 新人

# pro.contract.kind.renewal-long
source: 장기 재계약
en: Long renewal
ja: 長期更新

# pro.contract.kind.prove-it
source: 증명 계약
en: Prove-it
ja: 証明契約

# pro.contract.kind.free-agent
source: 자유계약
en: Free agent
ja: フリーエージェント

# pro.contract.expectation.major-roster
source: 1군 등록 기회
en: Major-roster access
ja: 一軍登録への道

# pro.contract.expectation.innings
source: 이닝
en: Innings
ja: 投球回

# pro.contract.expectation.strikeouts
source: 탈삼진
en: Strikeouts
ja: 奪三振

# pro.contract.expectation.saves
source: 세이브
en: Saves
ja: セーブ

# pro.contract.expectation.run-prevention
source: 실점 억제
en: Run prevention
ja: 失点抑制

# pro.contract.market.rookie
source: 신인 시장
en: Rookie market
ja: 新人市場

# pro.contract.market.renewal
source: 재계약 시장
en: Renewal market
ja: 更新市場

# pro.contract.market.free-agency
source: 자유계약 시장
en: Free-agency market
ja: フリーエージェント市場

# pro.team-outlook.opportunity
source: 기회
en: Opportunity
ja: 機会

# pro.team-outlook.balanced
source: 균형
en: Balanced
ja: バランス型

# pro.team-outlook.contender
source: 경쟁 팀
en: Contender
ja: 優勝争い

# pro.ambition.franchise-icon
source: 한 구단의 상징
en: Franchise icon
ja: 球団の象徴

# pro.ambition.record-book
source: 기록으로 남는다
en: Record book
ja: 記録に残る選手

# pro.ambition.enduring-pro
source: 오래 버틴 프로
en: Enduring pro
ja: 長く続くプロ

# pro.error.missing-contract
source: 진행 중인 단계에는 완전한 계약이 필요합니다.
en: An active phase requires a full contract.
ja: 進行中のフェーズには完全な契約が必要です。

# pro.error.expired-contract
source: 계약이 만료됐습니다.
en: The contract has expired.
ja: 契約が満了しました。

# pro.error.stale-revision
source: 이 화면은 최신 상태가 아닙니다.
en: This screen is out of date.
ja: この画面は古くなっています。

# pro.error.stale-market
source: 이 계약 시장은 더 이상 유효하지 않습니다.
en: This contract market is no longer available.
ja: この契約市場は利用できません。

# pro.error.invalid-offer
source: 이 계약 제안은 유효하지 않습니다.
en: This contract offer is invalid.
ja: この契約オファーは無効です。

# pro.error.fa-ineligible
source: 자유계약 자격이 부족합니다.
en: Free agency eligibility is not met.
ja: フリーエージェント資格を満たしていません。

# pro.error.military-already-completed
source: 군 복무를 이미 마쳤습니다.
en: Military service is already complete.
ja: 兵役はすでに完了しています。

# pro.error.invalid-transition
source: 그 전환은 지금 이용할 수 없습니다.
en: That transition is not available.
ja: その移行は利用できません。

# pro.error.insufficient-funds
source: 사용 가능한 자금이 부족합니다.
en: Available funds are insufficient.
ja: 利用可能な資金が不足しています。

# pro.error.investment-already-selected
source: 이번 시즌 투자는 이미 선택됐습니다.
en: An investment is already selected for this season.
ja: 今季の投資はすでに選択されています。

# pro.error.invalid-settlement
source: 이 결산은 유효하지 않거나 이미 닫혔습니다.
en: This settlement is invalid or already closed.
ja: この決算は無効か、すでに終了しています。

# pro.error.invalid-ambition
source: 서명하기 전에 목표를 선택하세요.
en: Choose an ambition before signing.
ja: サインする前に目標を選んでください。

# pro.error.invalid-draft
source: 드래프트 기록이 완전하지 않습니다.
en: The draft record is incomplete.
ja: ドラフト記録が不完全です。

# pro.error.finance-overflow
source: 재정 합계가 범위를 벗어났습니다.
en: The finance total is out of range.
ja: 財務合計が範囲外です。

# pro.journey.direction.title
source: 커리어 방향
en: Career direction
ja: キャリアの方向

# pro.journey.direction.contract
source: %1$@ · 잔여 %2$lld시즌 · %3$@
en: %1$@ · %2$lld seasons left · %3$@
ja: %1$@ · 残り %2$lld シーズン · %3$@

# pro.journey.direction.goal.franchise
source: 한 구단의 상징
en: Franchise icon
ja: 球団の象徴

# pro.journey.direction.goal.record
source: 기록으로 남는다
en: Record book
ja: 記録に残る選手

# pro.journey.direction.goal.enduring
source: 오래 버틴 프로
en: Enduring pro
ja: 長く続くプロ

# pro.journey.direction.tier.new-face
source: 새 얼굴
en: New face
ja: 新しい顔

# pro.journey.direction.tier.supporting-pillar
source: 전력의 한 축
en: Supporting pillar
ja: 戦力の柱

# pro.journey.direction.tier.core-player
source: 중심 선수
en: Core player
ja: 中心選手

# pro.journey.direction.tier.club-ace
source: 구단 에이스
en: Club ace
ja: 球団のエース

# pro.journey.direction.tier.club-symbol
source: 구단의 상징
en: Club symbol
ja: 球団の象徴

# pro.journey.direction.tier.retired-number
source: 영구결번 후보
en: Retired-number candidate
ja: 永久欠番候補

# pro.journey.direction.hof
source: 명예의 전당 예상 %lld/70
en: Hall of Fame projection %lld/70
ja: 殿堂入り予想 %lld/70

# pro.journey.direction.fan
source: 팬 지지 %lld/100
en: Fan support %lld/100
ja: ファン支持 %lld/100

# pro.journey.direction.no-goal
source: 진행 중인 장기 목표 없음
en: No active long-term goal
ja: 進行中の長期目標はありません

# pro.journey.direction.expand
source: 커리어 상세 보기
en: Show career detail
ja: キャリア詳細を表示

# pro.journey.direction.collapse
source: 커리어 상세 접기
en: Hide career detail
ja: キャリア詳細を隠す

# pro.journey.direction.goal.metric
source: %1$@ · 현재 %2$lld, 목표 %3$lld
en: %1$@ · current %2$lld, target %3$lld
ja: %1$@ · 現在 %2$lld、目標 %3$lld

# pro.journey.direction.legacy.next
source: %1$@ · %2$lld/100 · 다음 %3$@ · 유산 점수 %4$lld점 더 필요
en: %1$@ · %2$lld/100 · next %3$@ · %4$lld more legacy points
ja: %1$@ · %2$lld/100 · 次は%3$@ · レガシーポイントあと%4$lld

# pro.journey.direction.legacy.next.seasons
source: %1$@ · %2$lld/100 · 다음 %3$@ · 완료 시즌 %4$lld시즌 더 필요
en: %1$@ · %2$lld/100 · next %3$@ · %4$lld more completed seasons
ja: %1$@ · %2$lld/100 · 次は%3$@ · 完了シーズンあと%4$lld

# pro.journey.direction.legacy.next.both
source: %1$@ · %2$lld/100 · 다음 %3$@ · 유산 점수 %4$lld점과 완료 시즌 %5$lld시즌 더 필요
en: %1$@ · %2$lld/100 · next %3$@ · %4$lld more legacy points and %5$lld more completed seasons
ja: %1$@ · %2$lld/100 · 次は%3$@ · レガシーポイントあと%4$lld、完了シーズンあと%5$lld

# pro.journey.direction.records
source: 구단별 기록
en: Team records
ja: チーム別記録

# pro.journey.direction.record.line
source: %1$@ · %2$lld시즌 · 현재 연속 %3$lld
en: %1$@ · %2$lld seasons · current run %3$lld
ja: %1$@ · %2$lld シーズン · 現在の連続 %3$lld
